Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/DisplaysExt.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Night Shift automatically shifts the colors of your display to the warmer end of the color spectrum after dark. This may help you get a better night’s sleep.
ar: تعمل ميزة الإضاءة الدافئة على تغيير ألوان الشاشة تلقائيًا إلى الطيف الضوئي الأكثر دفئًا بعد حلول الظلام، وذلك لمساعدتك في أن تنعم بنوم أفضل.
ca: El Night Shift canvia automàticament els colors de la pantalla a una gamma més càlida quan es fa de nit, la qual cosa t’ajuda a tenir un son més reparador.
cs: Night Shift po setmění automaticky posune barvy displeje do teplejší oblasti barevného spektra, aby se vám v noci lépe spalo.
da: Night Shift justerer automatisk farverne på din skærm til den varmere ende af farvespektret, når det bliver mørkt. Det kan hjælpe dig til at få en bedre nattesøvn.
de: Mit Night Shift werden die Displayfarben bei Dunkelheit automatisch auf ein wärmeres Farbspektrum eingestellt. Dies verbessert möglicherweise die Schlafqualität der Benutzer:innen.
el: Το Night Shift αλλάζει αυτόματα τα χρώματα της οθόνης σε θερμότερα μετά τη δύση του ήλιου. Αυτό μπορεί να σας βοηθήσει να κοιμηθείτε καλύτερα τη νύχτα.
es: El modo “Night Shift” cambia automáticamente los colores de la pantalla a tonos más cálidos cuando se hace de noche para ayudarte a dormir mejor.
es_419: Night Shift cambia automáticamente los colores de tu pantalla volviéndolos más cálidos después del atardecer, lo cual podría ayudarte a dormir mejor.
fi: Night Shift vaihtaa automaattisesti näytön värejä spektrin lämpimämpään suuntaan pimeän tulon jälkeen. Tämä voi helpottaa nukkumista.
fr: Night Shift fait automatiquement passer les couleurs de votre écran à des couleurs plus chaudes une fois la nuit tombée. Cela peut vous aider à améliorer la qualité de votre sommeil.
fr_ca: Night Shift modifie automatiquement les couleurs d’affichage et applique des couleurs plus chaudes une fois la nuit tombée. Cela pourrait vous aider à améliorer la qualité de votre sommeil.
he: ‏Night Shift מעביר באופן אוטומטי את צבעי התצוגה לקצה החמים יותר של ספקטרום הצבעים לאחר רדת החשיכה. שינוי זה עשוי לעזור לך ליהנות משנת לילה טובה יותר.
hi: Night Shift द्वारा अँधेरा होने के बाद आपके डिस्प्ले के रंग ऑटोमैटिकली मद्धम कर दिए जाते हैं। इससे आपकी आँखों पर दबाव नहीं पड़ता है।
hr: Night Shift automatski mijenja boje na zaslonu u topliji dio spektra boja nakon što se spusti noć. To vam može pomoći da se bolje naspavate.
hu: A Night Shift sötétedés után automatikusan a színspektrum melegebb vége felé tolja el a kijelző színeit. Ez hozzájárulhat ahhoz, hogy éjszaka jól tudjon aludni.
id: Night Shift mengubah warna layar Anda secara otomatis ke spektrum warna yang lebih hangat setelah gelap. Ini dapat membantu Anda tidur nyenyak di malam hari.
it: Di sera, Night Shift imposta automaticamente i colori dello schermo sui toni più caldi. Questa funzionalità potrebbe migliorare la qualità del sonno.
ja: Night Shiftでは、日が暮れるとディスプレイの色が自動的にカラースペクトラムの一番暖かい色に変更されます。これは、夜よく眠るのに役に立つ可能性があります。
ko: Night Shift는 어두워진 후에 화면의 색상을 자동으로 색상 스펙트럼의 가장 따뜻한 색으로 변경합니다. 이 기능은 수면에 도움이 될 수 있습니다.
ms: Night Shift menganjakkan warna paparan anda secara automatik kepada warna lebih panas dalam spektrum warna pada waktu malam. Ini mungkin membantu anda tidur lebih nyenyak.
nb: Night Shift justerer automatisk lyset på skjermen til en varmere farge etter solnedgang, så du kan få en bedre natts søvn.
nl: Met 'Night Shift' worden na zonsondergang automatisch warmere kleuren uit het kleurenspectrum op je scherm weergegeven. Dit kan bijdragen tot een betere nachtrust.
pl: Funkcja Night Shift po zmroku automatycznie zmienia kolory ekranu na cieplejsze. Może to poprawić jakość Twojego snu.
pt_br: O Night Shift altera automaticamente as cores da tela para a parte mais quente do espectro de cores após o pôr do sol. Isso pode ajudar você a dormir melhor.
pt_pt: À noite, o modo Night Shift muda automaticamente as cores do ecrã para os tons mais quentes do espectro cromático, permitindo‑lhe dormir melhor.
ro: Night Shift virează automat culorile afișajului către extremitatea caldă a spectrului cromatic după lăsarea întunericului, ceea ce vă poate ajuta să dormiți mai bine.
ru: Night Shift автоматически смещает цвета дисплея к теплому краю спектра после наступления темноты. Эта функция может помочь лучше высыпаться ночью.
sk: Night Shift po zotmení automaticky posunie farby displeja do teplejšej časti farebného spektra, takže sa vám bude v noci lepšie zaspávať.
sl: Ko se stemni, Night Shift za barve zaslona samodejno uporabi toplejši konec barvnega spektra, kar vam lahko zagotovi boljši nočni spanec.
sv: Med Night Shift ändras färgerna på skärmen automatiskt mot den varmare delen av färgspektrumet när mörkret faller. Det kan hjälpa dig att sova bättre på natten.
th: Night Shift จะเปลี่ยนสีของจอภาพของคุณในช่วงกลางคืนให้อุ่นขึ้นตามแนวสเปกตรัมของสี สิ่งนี้จะช่วยให้คุณนอนหลับได้ดีขึ้น
tr: Night Shift, hava karardıktan sonra ekranınızın renklerini otomatik olarak renk tayfının daha sıcak tonlarına kaydırır. Bu, gece daha iyi uyumanıza yardımcı olabilir.
uk: Night Shift автоматично робить кольори дисплея теплішими після настання темряви. Це може допомогти вам краще спати вночі.
vi: Night Shift tự động dịch chuyển màu của màn hình về phía ấm hơn trong phổ màu sau khi trời tối. Việc này có thể giúp bạn có giấc ngủ tốt hơn vào ban đêm.
zh_cn: 日落后，“夜览”模式会自动将显示器颜色调至色谱偏暖色的一端。这可助你在夜晚获得更佳睡眠。
zh_hk: 「夜覽」於晚間自動將螢幕調節成更暖的顏色，以助你獲得更好的睡眠。
zh_tw: 「夜覽」會在夜間將螢幕顏色調到光譜的暖色調，這可能有助於你的睡眠品質。

source: Night Shift does not apply to connected televisions or projectors.
ar: لا تنطبق ميزة الإضاءة الدافئة على أجهزة التلفزيون أو البروجكتور المتصلة.
ca: El Night Shift no és aplicable als televisors o projectors connectats.
cs: Funkce Night Shift nemá vliv na připojené televizory ani projektory.
da: Night Shift anvendes ikke på tilsluttede fjernsyn eller projektorer.
de: Night Shift hat keinen Einfluss auf angeschlossene Fernsehgeräte oder Projektoren.
el: Το Night Shift δεν λειτουργεί σε συνδεδεμένες τηλεοράσεις ή προβολείς.
es: “Night Shift” no funciona en televisiones o proyectores conectados.
es_419: Night Shift no funciona en televisiones o proyectores conectados.
fi: Night Shiftiä ei käytetä liitetyissä televisioissa tai projektoreissa.
fr: Night Shift ne s’applique pas aux téléviseurs ou projecteurs connectés.
fr_ca: Night Shift ne s’applique pas aux télévisions ou projecteurs connectés.
he: ‏Night Shift אינו משפיע על טלוויזיות או מקרנים מחוברים.
hi: Night Shift कनेक्टेड टेलीविज़न या प्रोजेक्टर पर लागू नहीं होता है।
hr: Night Shift se ne primjenjuje na spojene televizore ili projektore.
hu: A Night Shift a csatlakoztatott televíziókra és projektorokra nem vonatkozik.
id: Night Shift tidak berlaku untuk televisi atau proyektor yang tersambung.
it: L’opzione Night Shift non è valida per i televisori e i proiettori collegati.
ja: Night Shiftは、接続済みのテレビやプロジェクタには適用されません。
ko: Night Shift는 연결된 텔레비전이나 프로젝터에는 적용되지 않습니다.
ms: Night Shift tidak digunakan pada televisyen atau projektor bersambung.
nb: Night Shift fungerer ikke på tilkoblede TV-er eller projektorer.
nl: 'Night Shift' is niet van toepassing op aangesloten televisies of projectors.
pl: Ustawienia Night Shift nie mają wpływu na podłączone telewizory ani projektory.
pt_br: O Night Shift não é aplicado a televisões ou projetores conectados.
pt_pt: O modo Night Shift não se aplica a televisores ou projetores ligados ao computador.
ro: Night Shift nu se aplică televizoarelor sau proiectoarelor conectate.
ru: Функция Night Shift не применяется к подключенным телевизорам и проекторам.
sk: Night Shift sa nevzťahuje na pripojené televízory ani projektory.
sl: Night Shift ne velja za povezane televizije ali projektorje.
sv: Anslutna TV-apparater eller projektorer påverkas inte av Night Shift.
th: Night Shift ไม่มีผลกับโทรทัศน์หรือโปรเจ็กเตอร์ที่เชื่อมต่ออยู่
tr: Night Shift, bağlı televizyonlarda veya projektörlerde kullanılmaz.
uk: Режим Night Shift не застосовується до підʼєднаних телевізорів чи проєкторів.
vi: Night Shift không áp dụng cho tivi hoặc máy chiếu được kết nối.
zh_cn: “夜览”模式不会应用到连接的电视机或投影仪。
zh_hk: 「夜覽」並未套用至連接的電視或投影機上。
zh_tw: 「夜覽」並未套用到連接的電視或投影機上。

source: Night Shift from sunset to sunrise requires location for time zone to be enabled.
ar: يتطلب تشغيل الإضاءة الدافئة من الغروب إلى الشروق أن يتم تمكين خدمة الموقع للنطاق الزمني.
ca: Per activar el Night Shift des de la posta fins a la sortida del sol, cal activar la configuració de zona horària.
cs: Night Shift od soumraku do úsvitu vyžaduje nastavení časového pásma podle polohy.
da: Night Shift fra solnedgang til solopgang kræver, at tidszonens lokalitet er slået til.
de: Zum Konfigurieren von Night Shift von Sonnenuntergang bis Sonnenaufgang muss die Ortung in Zeitzonen aktiviert sein.
el: Για το Night Shift από τη δύση έως την ανατολή, πρέπει να είναι ενεργοποιημένη η τοποθεσία για τη ζώνη ώρας.
es: Para que “Night Shift” se active desde la puesta hasta la salida del sol es necesario activar la localización para establecer la zona horaria
es_419: La opción del atardecer al amanecer de Night Shift requiere localización para poder activarse.
fi: Night Shift auringonlaskusta auringonnousuun edellyttää, että aikavyöhykkeen sijainti on käytössä.
fr: La programmation de Night Shift du coucher au lever du soleil nécessite l’autorisation du réglage du fuseau horaire par le service de localisation.
fr_ca: La programmation de Night Shift du coucher au lever du soleil nécessite l’autorisation du réglage du fuseau horaire par le service de localisation.
he: להפעלה של Night Shift מהשקיעה עד הזריחה יש לאפשר גישה לפרטי המיקום לקביעת השעון המקומי.
hi: सूर्यास्त से सूर्योदय तक Night Shift के लिए समय क्षेत्र सक्षम करने के लिए स्थान की जानकारी आवश्यक है।
hr: Night Shift od zalaska do izlaska Sunca zahtijeva da bude omogućena lokacija za vremensku zonu.
hu: A napnyugtától napkeltéig működő Night Shift funkcióhoz engedélyezni kell az időzóna számára a helymeghatározást.
id: Night Shift dari matahari terbenam hingga terbit memerlukan lokasi untuk menyalakan zona waktu.
it: Per impostare Night Shift dal tramonto all’alba, devi attivare la posizione per il fuso orario.
ja: Night Shiftを“日の入から日の出まで”に設定するには、位置情報に基づく時間帯の自動設定を有効にする必要があります。
ko: 일몰부터 일출까지 Night Shift를 사용하려면 시간대의 위치가 활성화되어 있어야 합니다.
ms: Night Shift daripada matahari terbenam hingga terbit memerlukan lokasi untuk zon waktu didayakan.
nb: Night Shift fra solnedgang til soloppgang krever at Tidssone er aktivert i Stedstjenester.
nl: Voor 'Night Shift' van zonsondergang tot zonsopgang moet de locatie voor de tijdzone zijn ingeschakeld.
pl: Ustawienie Night Shift od zachodu do wschodu słońca wymaga, aby lokalizacja strefy czasowej była włączona.
pt_br: O Night Shift do pôr ao nascer do sol requer que a localização do fuso horário esteja ativada.
pt_pt: Para que o modo Night Shift esteja ativo do pôr ao nascer do Sol, é necessário ativar a definição do fuso horário nos serviços de localização.
ro: Opțiunea Night Shift de la apus la răsărit necesită activarea localizării pentru fusul orar.
ru: Для использования Night Shift от заката до рассвета необходим доступ к геопозиции, чтобы определять часовой пояс.
sk: Night Shift od západu do východu slnka vyžaduje zapnutú polohu pre časové pásmo.
sl: Funkcija Night Shift od sončnega zahoda do sončnega vzhoda zahteva omogočeno lokacijo za časovni pas.
sv: Night Shift från solnedgång till soluppgång kräver att platsen för tidszon är påslagen.
th: Night Shift ตั้งแต่ดวงอาทิตย์ตกจนถึงดวงอาทิตย์ขึ้นต้องเปิดใช้งานตำแหน่งที่ตั้งสำหรับไทม์โซน
tr: Gün batımından gün doğumuna Night Shift, saat dilimi için konumun açılmasını gerektirir.
uk: Для роботи функції Night Shift у темну пору доби необхідно ввімкнути служби локації для часового поясу.
vi: Night Shift từ lúc mặt trời lặn tới lúc mặt trời mọc yêu cầu bật vị trí cho múi giờ.
zh_cn: 将“夜览”设为日落到日出期间要求为时区系统服务启用定位服务。
zh_hk: 如要將「夜覽」設定為「日落至日出」，需要啟用時區位置。
zh_tw: 若要將「夜覽」設定為「日落到日出」，需要啟用時區位置。

source: Night Shift…
ar: الإضاءة الدافئة…
zh_cn: 夜览…
zh_hk: 夜覽⋯
zh_tw: 夜覽⋯

# NIGHT_SHIFT_BLUE_LIGHT_TV_PROJECTOR_WARNING
source: Night Shift does not apply to connected televisions or projectors.
ar: لا تنطبق ميزة الإضاءة الدافئة على أجهزة التلفزيون أو البروجكتور المتصلة.
ca: El Night Shift no és aplicable als televisors o projectors connectats.
cs: Funkce Night Shift nemá vliv na připojené televizory ani projektory.
da: Night Shift anvendes ikke på tilsluttede fjernsyn eller projektorer.
de: Night Shift hat keinen Einfluss auf angeschlossene Fernsehgeräte oder Projektoren.
el: Το Night Shift δεν λειτουργεί σε συνδεδεμένες τηλεοράσεις ή προβολείς.
es: “Night Shift” no funciona en televisiones o proyectores conectados.
es_419: Night Shift no funciona en televisiones o proyectores conectados.
fi: Night Shiftiä ei käytetä liitetyissä televisioissa tai projektoreissa.
fr: Night Shift ne s’applique pas aux téléviseurs ou projecteurs connectés.
fr_ca: Night Shift ne s’applique pas aux télévisions ou projecteurs connectés.
he: ‏Night Shift אינו משפיע על טלוויזיות או מקרנים מחוברים.
hi: Night Shift कनेक्टेड टेलीविज़न या प्रोजेक्टर पर लागू नहीं होता है।
hr: Night Shift se ne primjenjuje na spojene televizore ili projektore.
hu: A Night Shift a csatlakoztatott televíziókra és projektorokra nem vonatkozik.
id: Night Shift tidak berlaku untuk televisi atau proyektor yang tersambung.
it: L’opzione Night Shift non è valida per i televisori e i proiettori collegati.
ja: Night Shiftは、接続済みのテレビやプロジェクタには適用されません。
ko: Night Shift는 연결된 텔레비전이나 프로젝터에는 적용되지 않습니다.
ms: Night Shift tidak digunakan pada televisyen atau projektor bersambung.
nb: Night Shift fungerer ikke på tilkoblede TV-er eller projektorer.
nl: 'Night Shift' is niet van toepassing op aangesloten televisies of projectors.
pl: Ustawienia Night Shift nie mają wpływu na podłączone telewizory ani projektory.
pt_br: O Night Shift não é aplicado a televisões ou projetores conectados.
pt_pt: O modo Night Shift não se aplica a televisores ou projetores ligados ao computador.
ro: Night Shift nu se aplică televizoarelor sau proiectoarelor conectate.
ru: Функция Night Shift не применяется к подключенным телевизорам и проекторам.
sk: Night Shift sa nevzťahuje na pripojené televízory ani projektory.
sl: Night Shift ne velja za povezane televizije ali projektorje.
sv: Anslutna TV-apparater eller projektorer påverkas inte av Night Shift.
th: Night Shift ไม่มีผลกับโทรทัศน์หรือโปรเจ็กเตอร์ที่เชื่อมต่ออยู่
tr: Night Shift, bağlı televizyonlarda veya projektörlerde kullanılmaz.
uk: Режим Night Shift не застосовується до підʼєднаних телевізорів чи проєкторів.
vi: Night Shift không áp dụng cho tivi hoặc máy chiếu được kết nối.
zh_cn: “夜览”模式不会应用到连接的电视机或投影仪。
zh_hk: 「夜覽」並未套用至連接的電視或投影機上。
zh_tw: 「夜覽」並未套用到連接的電視或投影機上。

# NIGHT_SHIFT_BUTTON
source: Night Shift…
ar: الإضاءة الدافئة…
zh_cn: 夜览…
zh_hk: 夜覽⋯
zh_tw: 夜覽⋯

# NIGHT_SHIFT_COLOR_TEMPERATURE
source: Color Temperature:
ar: درجة حرارة اللون:
ca: Temperatura del color:
cs: Teplota barev:
da: Farvetemperatur:
de: Farbtemperatur:
el: Θερμοκρασία χρωμάτων:
es: Temperatura del color:
es_419: Temperatura de los colores:
fi: Värilämpötila:
fr: Chaleur des couleurs :
fr_ca: Température des couleurs :
he: טמפרטורת הצבע:
hi: रंग तापमान :
hr: Temperatura boje:
hu: Színhőmérséklet:
id: Suhu Warna:
it: Temperatura colore:
ja: 色温度:
ko: 색 온도:
ms: Suhu Warna:
nb: Fargetemperatur:
nl: Kleurtemperatuur:
pl: Temperatura kolorów:
pt_br: Temperatura da Cor:
pt_pt: Temperatura da cor:
ro: Temperatura de culoare:
ru: Температура цвета:
sk: Teplota farieb:
sl: Temperatura barve:
sv: Färgtemperatur:
th: อุณหภูมิของสี:
tr: Renk Sıcaklığı:
uk: Колірна температура:
vi: Nhiệt độ màu:
zh_cn: 色温：
zh_hk: 色溫：
zh_tw: 色溫：

# NIGHT_SHIFT_COLOR_TEMPERATURE_LESS_WARM
source: Less Warm
ar: أقل دفئًا
ca: Menys càlida
cs: Chladnější
da: Mindre varm
de: Kälter
el: Λιγότερο θερμά
es: Menos cálida
es_419: Menos cálidos
fi: Kylmempi
fr: Moins chaudes
fr_ca: Moins chaudes
he: פחות חמים
hi: कम वॉर्म
hr: Hladnija
hu: Kevésbé meleg
id: Kurang Hangat
it: Toni meno caldi
ja: 冷たく
ko: 덜 따뜻한 색
ms: Kurang Panas
nb: Kaldere
nl: Kouder
pl: chłodniejsze
pt_br: Menos Quente
pt_pt: Menos quente
ro: Mai puțin caldă
ru: Холоднее
sk: Chladnejšie
sl: Hladneje
sv: Mindre varm
th: อุ่นน้อยลง
tr: Daha Az
uk: Холодніша
vi: Mát hơn
zh_cn: 较冷
zh_hk: 更少暖色
zh_tw: 更少暖色

# NIGHT_SHIFT_COLOR_TEMPERATURE_MORE_WARM
source: More Warm
ar: أكثر دفئًا
ca: Més càlida
cs: Teplejší
da: Mere varm
de: Wärmer
el: Περισσότερο θερμά
es: Más cálida
es_419: Más cálidos
fi: Lämpimämpi
fr: Plus chaudes
fr_ca: Plus chaudes
he: יותר חמים
hi: अधिक वॉर्म
hr: Toplija
hu: Melegebb
id: Lebih Hangat
it: Toni più caldi
ja: 暖かく
ko: 더 따뜻한 색
ms: Lebih Panas
nb: Varmere
nl: Warmer
pl: cieplejsze
pt_br: Mais Quente
pt_pt: Mais quente
ro: Mai caldă
ru: Теплее
sk: Teplejšie
sl: Topleje
sv: Varmare
th: อุ่นมากขึ้น
tr: Daha Çok
uk: Тепліша
vi: Ấm hơn
zh_cn: 较暖
zh_hk: 更多暖色
zh_tw: 更多暖色

# NIGHT_SHIFT_COLOR_TEMPERATURE_WARMER_WARNING
source: Warmer settings may affect the appearance of some onscreen motion.
ar: قد تؤثر إعدادات "أكثر دفئًا" في مظهر بعض العناصر المتحركة على الشاشة.
ca: L’ús de més calidesa pot afectar l’aspecte d’algun moviment a la pantalla.
cs: Nastavení teplejších barev může změnit zobrazení pohybu na obrazovce.
da: Varmere indstillinger kan have indflydelse på udseendet af nogle bevægelser på skærmen.
de: Wärmere Einstellungen beeinflussen evtl. die Darstellung von Bewegungen auf dem Bildschirm.
el: Οι θερμότερες ρυθμίσεις μπορεί να επηρεάσουν την εμφάνιση κάποιων κινήσεων στην οθόνη.
es: Los ajustes de más calidez pueden determinar la apariencia de algún movimiento en pantalla.
es_419: La configuración cálida podría afectar la apariencia de ciertos movimientos en la pantalla.
fi: Lämpimämpi asetus voi vaikuttaa näytöllä näkyvän liikkeen ulkoasuun.
fr: Des couleurs plus chaudes peuvent affecter l’apparence de certaines animations à l’écran.
fr_ca: Des couleurs plus chaudes pourraient avoir un impact sur l’apparence de certains mouvements à l’écran.
he: הגדרת צבע חמים יותר עשויה להשפיע על אופן ההופעה של תנועות על גבי המסך.
hi: “अधिक वॉर्म” सेटिंग्ज़ रखने पर कुछ ऑनस्क्रीन गति के प्रकटन प्रभावित हो सकते हैं।
hr: Toplije postavke mogu utjecati na izgled nekih pokreta na zaslonu.
hu: A melegebb beállítások kihathatnak bizonyos mozgások megjelenésére a képernyőn.
id: Pengaturan yang lebih hangat dapat memengaruhi tampilan gerakan pada layar.
it: L’impostazione di toni più caldi può alterare l’aspetto di alcune animazioni su schermo.
ja: “暖かく”に設定すると、画面上の動きの表示に影響することがあります。
ko: 따뜻한 색으로 설정하면 화면 상에 나타나는 일부 동작이 다르게 보일 수 있습니다.
ms: Seting lebih panas mungkin mempengaruhi rupa sesetengah pergerakan atas skrin.
nb: En varmere innstilling kan påvirke hvordan visse bevegelser vises på skjermen.
nl: Met een warmere instelling kunnen sommige bewegingseffecten op het scherm er iets anders uitzien.
pl: Cieplejsza temperatura kolorów może mieć wpływ na jakość obrazu przy ruchu na ekranie.
pt_br: Ajustes mais quentes podem afetar a aparência de alguns movimentos na tela.
pt_pt: Ajustar para mais quente pode alterar a aparência de alguns movimentos no ecrã.
ro: Configurarea temperaturii de culoare la o valoare mai caldă poate afecta aspectul unora dintre mișcările de pe ecran.
ru: Выбор более теплой температуры цвета может влиять на отображение некоторых видов движений на экране.
sk: Teplejšie nastavenie môže ovplyvniť vzhľad pohybu na obrazovke.
sl: Toplejše nastavitve lahko vplivajo na videz nekaterih premikov na zaslonu.
sv: Varmare inställningar kan påverka hur vissa rörelser på skärmen visas.
th: การตั้งค่าให้อุ่นขึ้นอาจส่งผลต่อลักษณะความเคลื่อนไหวบนหน้าจอบางอย่าง
tr: Daha sıcak ayarlar bazı ekran hareketlerinin görünümünü etkileyebilir.
uk: Тепліші відтінки можуть впливати на вигляд динамічних сцен на екрані.
vi: Cài đặt ấm hơn có thể ảnh hưởng đến hình thức của một số chuyển động trên màn hình.
zh_cn: 设置较暖色温可能影响部分屏幕动态。
zh_hk: 加強暖色設定可能會對一些螢幕動態的外觀有影響。
zh_tw: 增強暖色設定可能會影響部分螢幕動態效果的外觀。
